IDEA Open Model
Material.G Property
Compatible with IDEA StatiCa 20.1
 Shear modulus
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double G { get; set; }
Public Property G As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace